Repository: xcv58/MacTools
Catalog: Plugins/ClipboardHistory/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# hud.pastePlain.accessibilityRequired
source: 纯文本粘贴需要辅助功能权限
ar: يتطلب اللصق كنص عادي إذن تسهيلات الاستخدام
de: Einsetzen als Klartext benötigt Bedienungshilfen
en: Plain Text Paste Requires Accessibility Permission
es: Pegar como texto sin formato requiere permiso de Accesibilidad
fr: Le collage en texte brut nécessite l’autorisation Accessibilité
ja: 標準テキストでのペーストにはアクセシビリティの許可が必要です
ko: 일반 텍스트 붙여넣기에 손쉬운 사용 권한이 필요합니다
pt: Colar como texto simples requer permissão de Acessibilidade
ru: Для вставки обычного текста нужен доступ к Универсальному доступу
tr: Düz Metin Yapıştırma Erişilebilirlik İzni Gerektirir
zh_hant: 純文字貼上需要輔助使用權限

# hud.pastePlain.unavailable
source: 剪贴板中没有可粘贴的文本
ar: لا تحتوي الحافظة على نص قابل للصق
de: Die Zwischenablage enthält keinen einsetzbaren Text
en: The Clipboard Doesn’t Contain Pasteable Text
es: El portapapeles no contiene texto que se pueda pegar
fr: Le presse-papiers ne contient aucun texte à coller
ja: クリップボードにペースト可能なテキストがありません
ko: 클립보드에 붙여넣을 수 있는 텍스트가 없습니다
pt: A área de transferência não contém texto para colar
ru: В буфере обмена нет текста для вставки
tr: Pano Yapıştırılabilir Metin İçermiyor
zh_hant: 剪貼簿中沒有可貼上的文字

# hud.pastePlain.failed
source: 无法粘贴纯文本
ar: تعذر لصق النص العادي
de: Klartext konnte nicht eingesetzt werden
en: Couldn’t Paste Plain Text
es: No se pudo pegar el texto sin formato
fr: Impossible de coller le texte brut
ja: 標準テキストをペーストできませんでした
ko: 일반 텍스트를 붙여넣지 못했습니다
pt: Não foi possível colar o texto simples
ru: Не удалось вставить обычный текст
tr: Düz Metin Yapıştırılamadı
zh_hant: 無法貼上純文字

# panel.metadata.characters.format
source: %d 个字符
ar: %d حرفًا
de: %d Zeichen
en: %d characters
es: %d caracteres
fr: %d caractères
ja: %d文字
ko: %d자
pt: %d caracteres
ru: %d символов
tr: %d karakter
zh_hant: %d 個字元

# panel.metadata.files.format
source: %d 个文件
ar: %d ملفات
de: %d Dateien
en: %d files
es: %d archivos
fr: %d fichiers
ja: %dファイル
ko: %d개 파일
pt: %d arquivos
ru: %d файлов
tr: %d dosya
zh_hant: %d 個檔案

# panel.metadata.lines.format
source: %d 行
ar: %d أسطر
de: %d Zeilen
en: %d lines
es: %d líneas
fr: %d lignes
ko: %d줄
pt: %d linhas
ru: %d строк
tr: %d satır

# panel.metadata.pages.format
source: %d 页
ar: %d صفحات
de: %d Seiten
en: %d pages
es: %d páginas
fr: %d pages
ja: %dページ
ko: %d페이지
pt: %d páginas
ru: %d страниц
tr: %d sayfa
zh_hant: %d 頁

# panel.imageText.pending
source: 正在识别文字…
ar: جارٍ التعرّف على النص…
de: Text wird erkannt …
en: Recognizing Text…
es: Reconociendo texto…
fr: Reconnaissance du texte…
ja: テキストを認識中…
ko: 텍스트 인식 중…
pt: Reconhecendo texto…
ru: Распознавание текста…
tr: Metin Tanınıyor…
zh_hant: 正在辨識文字…

# panel.imageText.available
source: 可粘贴识别文字
ar: يمكن لصق النص المتعرّف عليه
de: Erkannten Text einsetzbar
en: Recognized Text Available
es: Texto reconocido disponible
fr: Texte reconnu disponible
ja: 認識したテキストをペースト可能
ko: 인식된 텍스트 붙여넣기 가능
pt: Texto reconhecido disponível
ru: Распознанный текст доступен
tr: Tanınan Metin Kullanılabilir
zh_hant: 可貼上辨識文字

# panel.imageText.unavailable
source: 未识别到文字
ar: لم يتم العثور على نص
de: Kein Text erkannt
en: No Text Detected
es: No se detectó texto
fr: Aucun texte détecté
ja: テキストが見つかりません
ko: 텍스트가 감지되지 않음
pt: Nenhum texto detectado
ru: Текст не обнаружен
tr: Metin Bulunamadı
zh_hant: 未辨識到文字

# panel.imageText.paste
source: 粘贴识别文字
ar: لصق النص المتعرّف عليه
de: Erkannten Text einsetzen
en: Paste Recognized Text
es: Pegar texto reconocido
fr: Coller le texte reconnu
ja: 認識したテキストをペースト
ko: 인식된 텍스트 붙여넣기
pt: Colar texto reconhecido
ru: Вставить распознанный текст
tr: Tanınan Metni Yapıştır
zh_hant: 貼上辨識文字

# panel.richText.useLightCanvas
source: 使用浅色预览背景
ar: استخدام خلفية معاينة فاتحة
de: Hellen Vorschauhintergrund verwenden
en: Use Light Preview Background
es: Usar fondo de vista previa claro
fr: Utiliser un arrière-plan d’aperçu clair
ja: 明るいプレビュー背景を使用
ko: 밝은 미리보기 배경 사용
pt: Usar fundo de pré-visualização claro
ru: Использовать светлый фон предпросмотра
tr: Açık Renk Önizleme Arka Planı Kullan
zh_hant: 使用淺色預覽背景

# panel.richText.useDarkCanvas
source: 使用深色预览背景
ar: استخدام خلفية معاينة داكنة
de: Dunklen Vorschauhintergrund verwenden
en: Use Dark Preview Background
es: Usar fondo de vista previa oscuro
fr: Utiliser un arrière-plan d’aperçu sombre
ja: 暗いプレビュー背景を使用
ko: 어두운 미리보기 배경 사용
pt: Usar fundo de pré-visualização escuro
ru: Использовать тёмный фон предпросмотра
tr: Koyu Renk Önizleme Arka Planı Kullan
zh_hant: 使用深色預覽背景

# settings.shortcuts.primary.title
source: 主要快捷键
ar: الاختصارات الأساسية
de: Wichtige Kurzbefehle
en: Primary Shortcuts
es: Atajos principales
fr: Raccourcis principaux
ja: 主要なショートカット
ko: 주요 단축키
pt: Atalhos principais
ru: Основные сочетания клавиш
tr: Ana Kısayollar
zh_hant: 主要快速鍵

# settings.shortcuts.collection.title
source: 高级控制
ar: عناصر تحكم متقدمة
de: Erweiterte Steuerung
en: Advanced Controls
es: Controles avanzados
fr: Contrôles avancés
ja: 詳細コントロール
ko: 고급 제어
pt: Controles avançados
ru: Расширенное управление
tr: Gelişmiş Denetimler
zh_hant: 進階控制

# settings.shortcuts.collection.description
source: 可选：控制收集状态或清除历史；清除操作仍需确认。
ar: اختياري: تحكّم في الجمع أو امسح السجل؛ تظل عمليات المسح بحاجة إلى تأكيد.
de: Optional: Steuere die Erfassung oder lösche den Verlauf; Löschvorgänge müssen weiterhin bestätigt werden.
en: Optional: control collection or clear history; clearing still requires confirmation.
es: Opcional: controla la recopilación o borra el historial; el borrado aún requiere confirmación.
fr: Facultatif : contrôlez la collecte ou effacez l’historique ; l’effacement demande toujours confirmation.
ja: 任意：収集を制御したり履歴を消去したりできます。消去には引き続き確認が必要です。
ko: 선택 사항: 수집을 제어하거나 기록을 지울 수 있으며, 지우기에는 계속 확인이 필요합니다.
pt: Opcional: controle a coleta ou limpe o histórico; a limpeza ainda exige confirmação.
ru: Необязательно: управляйте сбором или очищайте историю; очистка по-прежнему требует подтверждения.
tr: İsteğe bağlı: toplamayı denetleyin veya geçmişi temizleyin; temizleme yine de onay gerektirir.
zh_hant: 可選：控制收集狀態或清除記錄；清除操作仍需確認。

# setup.changesSaved
source: 更改会自动保存。
ar: يتم حفظ التغييرات تلقائيًا.
de: Änderungen werden automatisch gespeichert.
en: Changes are saved automatically.
es: Los cambios se guardan automáticamente.
fr: Les modifications sont enregistrées automatiquement.
ja: 変更は自動的に保存されます。
ko: 변경 사항은 자동으로 저장됩니다.
pt: As alterações são salvas automaticamente.
ru: Изменения сохраняются автоматически.
tr: Değişiklikler otomatik olarak kaydedilir.
zh_hant: 變更會自動儲存。

# setup.continue
source: 继续设置
ar: متابعة الإعداد
de: Einrichtung fortsetzen
en: Continue Setup
es: Continuar configuración
fr: Continuer la configuration
ja: 設定を続ける
ko: 설정 계속
pt: Continuar configuração
ru: Продолжить настройку
tr: Kuruluma Devam Et
zh_hant: 繼續設定

# settings.shortcut.commonConflictWarning.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# settings.shortcut.commonConflictWarning.confirm
source: 仍要使用
ar: استخدام على أي حال
de: Trotzdem verwenden
en: Use Anyway
es: Usar de todos modos
fr: Utiliser quand même
ja: このまま使用
ko: 그래도 사용
pt: Usar mesmo assim
ru: Всё равно использовать
tr: Yine de Kullan

# settings.shortcut.commonConflictWarning.message
source: 这是全局快捷键，可能覆盖其他应用的常用操作。
ar: هذا اختصار عام وقد يتجاوز العمليات الشائعة في التطبيقات الأخرى.
de: Dies ist ein globaler Kurzbefehl und kann häufige Aktionen in anderen Apps überschreiben.
en: This is a global shortcut and may override common actions in other apps.
es: Este es un atajo global y puede anular acciones habituales en otras apps.
fr: Ce raccourci global peut remplacer des actions courantes dans d’autres apps.
ja: これはグローバルショートカットで、ほかのアプリのよく使う操作を上書きする場合があります。
ko: 이 전역 단축키는 다른 앱의 일반적인 동작을 덮어쓸 수 있습니다.
pt: Este é um atalho global e pode substituir ações comuns em outros apps.
ru: Это глобальное сочетание клавиш может переопределять обычные действия в других приложениях.
tr: Bu genel bir kısayoldur ve diğer uygulamalardaki yaygın eylemleri geçersiz kılabilir.
zh_hant: 這是全域快速鍵，可能覆蓋其他 App 的常用操作。

# settings.shortcut.commonConflictWarning.title
source: 仍要使用“%@”？
ar: هل تريد استخدام «%@» على أي حال؟
de: „%@“ trotzdem verwenden?
en: Use “%@” Anyway?
es: ¿Usar «%@» de todos modos?
fr: Utiliser « %@ » quand même ?
ja: 「%@」をこのまま使用しますか？
ko: “%@”을(를) 그래도 사용하시겠습니까?
pt: Usar “%@” mesmo assim?
ru: Всё равно использовать «%@»?
tr: “%@” yine de kullanılsın mı?

# setup.optional
source: 可选
ar: اختياري
de: Optional
en: Optional
es: Opcional
fr: Facultatif
ja: 任意
ko: 선택 사항
pt: Opcional
ru: Необязательно
tr: İsteğe Bağlı
zh_hant: 可選

# action.queue.cancel.description
source: 取消当前连续粘贴队列。
ar: إلغاء قائمة اللصق المتتابع النشطة.
de: Die aktive Warteschlange zum nacheinander Einsetzen abbrechen.
en: Cancel the active sequential paste queue.
es: Cancela la cola activa de pegado secuencial.
fr: Annuler la file active de collage séquentiel.
ja: 実行中の連続ペーストキューをキャンセルします。
ko: 활성 순차 붙여넣기 대기열을 취소합니다.
pt: Cancelar a fila ativa de colagem sequencial.
ru: Отменить активную очередь последовательной вставки.
tr: Etkin sıralı yapıştırma kuyruğunu iptal eder.
zh_hant: 取消目前的連續貼上佇列。

# action.queue.previous.description
source: 移到连续粘贴队列中的上一个项目。
ar: الانتقال إلى العنصر السابق في قائمة اللصق المتتابع.
de: Zum vorherigen Element der Einfügewarteschlange wechseln.
en: Move the sequential paste queue to the previous item.
es: Retrocede al elemento anterior de la cola de pegado.
fr: Revenir à l’élément précédent de la file de collage.
ja: 連続ペーストキューを前の項目に戻します。
ko: 순차 붙여넣기 대기열을 이전 항목으로 이동합니다.
pt: Voltar ao item anterior da fila de colagem.
ru: Перейти к предыдущему элементу очереди вставки.
tr: Sıralı yapıştırma kuyruğunu önceki öğeye taşır.
zh_hant: 移到連續貼上佇列中的上一個項目。

# action.queue.restart.description
source: 从第一个项目重新开始当前粘贴队列。
ar: بدء قائمة اللصق النشطة مرة أخرى من أول عنصر.
de: Die aktive Einfügewarteschlange wieder beim ersten Element beginnen.
en: Start the active paste queue again from its first item.
es: Reinicia la cola activa desde el primer elemento.
fr: Recommencer la file active depuis son premier élément.
ja: 実行中のペーストキューを最初の項目からやり直します。
ko: 활성 붙여넣기 대기열을 첫 항목부터 다시 시작합니다.
pt: Reiniciar a fila ativa a partir do primeiro item.
ru: Начать активную очередь заново с первого элемента.
tr: Etkin yapıştırma kuyruğunu ilk öğesinden yeniden başlatır.
zh_hant: 從第一個項目重新開始目前的貼上佇列。

# action.queue.skip.description
source: 跳过下一个项目而不粘贴。
ar: تخطي العنصر التالي دون لصقه.
de: Das nächste Element überspringen, ohne es einzusetzen.
en: Skip the next item without pasting it.
es: Omite el siguiente elemento sin pegarlo.
fr: Ignorer l’élément suivant sans le coller.
ja: 次の項目をペーストせずにスキップします。
ko: 다음 항목을 붙여넣지 않고 건너뜁니다.
pt: Pular o próximo item sem colá-lo.
ru: Пропустить следующий элемент без вставки.
tr: Sonraki öğeyi yapıştırmadan atlar.
zh_hant: 略過下一個項目而不貼上。

# common.actions
source: 操作
ar: الإجراءات
de: Aktionen
en: Actions
es: Acciones
fr: Actions
ja: アクション
ko: 동작
pt: Ações
ru: Действия
tr: Eylemler

# common.done
source: 完成
ar: تم
de: Fertig
en: Done
es: Listo
fr: Terminé
ja: 完了
ko: 완료
pt: Concluído
ru: Готово
tr: Tamamlandı

# common.save
source: 保存
ar: حفظ
de: Sichern
en: Save
es: Guardar
fr: Enregistrer
ko: 저장
pt: Salvar
ru: Сохранить
tr: Kaydet
zh_hant: 儲存

# content.kind.email
source: 电子邮件
ar: بريد إلكتروني
de: E-Mail
en: Email
es: Correo
fr: E-mail
ja: メール
ko: 이메일
pt: E-mail
ru: Эл. почта
tr: E-posta
zh_hant: 電子郵件

# content.kind.recognizedText
source: 识别文字
ar: نص متعرّف عليه
de: Erkannter Text
en: Recognized Text
es: Texto reconocido
fr: Texte reconnu
ja: 認識テキスト
ko: 인식된 텍스트
pt: Texto reconhecido
ru: Распознанный текст
tr: Tanınan Metin
zh_hant: 辨識文字

# export.combined.message
source: 将选中的剪贴板项目导出为一个文稿。
ar: تصدير عناصر الحافظة المحددة كمستند واحد.
de: Ausgewählte Zwischenablageelemente als ein Dokument exportieren.
en: Export the selected clipboard items as one document.
es: Exporta los elementos seleccionados como un solo documento.
fr: Exportez les éléments sélectionnés dans un seul document.
ja: 選択したクリップボード項目を1つの書類として書き出します。
ko: 선택한 클립보드 항목을 하나의 문서로 내보냅니다.
pt: Exporte os itens selecionados como um documento.
ru: Экспортировать выбранные элементы одним документом.
tr: Seçili pano öğelerini tek bir belge olarak dışa aktarın.
zh_hant: 將選取的剪貼簿項目輸出為單一文件。

# export.combined.success
source: 已导出合并内容
ar: تم تصدير التحديد المدمج
de: Kombinierte Auswahl exportiert
en: Combined selection exported
es: Selección combinada exportada
fr: Sélection combinée exportée
ja: 選択項目を書き出しました
ko: 결합한 선택 항목을 내보냈습니다
pt: Seleção combinada exportada
ru: Объединённые элементы экспортированы
tr: Birleşik seçim dışa aktarıldı
zh_hant: 已輸出合併內容

# export.failure
source: 导出失败
ar: فشل التصدير
de: Export fehlgeschlagen
en: Export failed
es: Error al exportar
fr: Échec de l’exportation
ja: 書き出しに失敗しました
ko: 내보내기 실패
pt: Falha ao exportar
ru: Не удалось экспортировать
tr: Dışa Aktarma Başarısız
zh_hant: 輸出失敗

# export.format.text
source: 文本文件
ar: ملف نصي
de: Textdatei
en: Text File
es: Archivo de texto
fr: Fichier texte
ja: テキストファイル
ko: 텍스트 파일
pt: Arquivo de texto
ru: Текстовый файл
tr: Metin Dosyası
zh_hant: 文字檔案

# export.shortcut
source: 导出
ar: تصدير
de: Exportieren
en: Export
es: Exportar
fr: Exporter
ja: 書き出す
ko: 내보내기
pt: Exportar
ru: Экспорт
tr: Dışa Aktar
zh_hant: 輸出

# hud.queue.active
source: 请先完成或取消当前队列，再创建新队列
ar: أكمل قائمة الانتظار الحالية أو ألغها قبل إنشاء أخرى
de: Beende oder verwirf die aktuelle Warteschlange, bevor du eine neue erstellst
en: Finish or cancel the current queue before creating another one
es: Termina o cancela la cola actual antes de crear otra
fr: Terminez ou annulez la file actuelle avant d’en créer une autre
ja: 新しいキューを作成する前に、現在のキューを完了またはキャンセルしてください
ko: 새 대기열을 만들기 전에 현재 대기열을 완료하거나 취소하십시오
pt: Conclua ou cancele a fila atual antes de criar outra
ru: Завершите или отмените текущую очередь перед созданием новой
tr: Yeni bir kuyruk oluşturmadan önce geçerli kuyruğu tamamlayın veya iptal edin
zh_hant: 請先完成或取消目前佇列，再建立新佇列

# hud.queue.cancel
source: 取消队列
ar: إلغاء قائمة الانتظار
de: Warteschlange abbrechen
en: Cancel Queue
es: Cancelar cola
fr: Annuler la file
ja: キューをキャンセル
ko: 대기열 취소
pt: Cancelar fila
ru: Отменить очередь
tr: Kuyruğu İptal Et
zh_hant: 取消佇列

# hud.queue.complete
source: 队列已完成
ar: اكتملت قائمة الانتظار
de: Warteschlange abgeschlossen
en: Queue Complete
es: Cola completada
fr: File terminée
ja: キュー完了
ko: 대기열 완료
pt: Fila concluída
ru: Очередь завершена
tr: Kuyruk Tamamlandı
zh_hant: 佇列已完成

# hud.queue.created
source: 队列已就绪 · %lld 项
ar: قائمة الانتظار جاهزة · %lld عناصر
de: Warteschlange bereit · %lld Einträge
en: Queue ready · %lld items
es: Cola lista · %lld elementos
fr: File prête · %lld éléments
ja: キュー準備完了 · %lld項目
ko: 대기열 준비됨 · %lld개 항목
pt: Fila pronta · %lld itens
ru: Очередь готова · %lld элементов
tr: Kuyruk hazır · %lld öğe
zh_hant: 佇列已就緒 · %lld 項

# hud.queue.empty
source: 请至少选择一个队列项目
ar: حدد عنصراً واحداً على الأقل
de: Mindestens einen Eintrag auswählen
en: Select at least one item for the queue
es: Selecciona al menos un elemento
fr: Sélectionnez au moins un élément
ja: 少なくとも1項目を選択してください
ko: 대기열에 항목을 하나 이상 선택하세요
pt: Selecione pelo menos um item
ru: Выберите хотя бы один элемент
tr: Kuyruk için en az bir öğe seçin
zh_hant: 請至少選取一個佇列項目

# hud.queue.explicit
source: 粘贴队列
ar: قائمة انتظار اللصق
de: Einfügewarteschlange
en: Paste Queue
es: Cola de pegado
fr: File de collage
ja: ペーストキュー
ko: 붙여넣기 대기열
pt: Fila de colagem
ru: Очередь вставки
tr: Yapıştırma Kuyruğu
zh_hant: 貼上佇列

# hud.queue.next
source: 下一个
ar: التالي
de: Als Nächstes
en: Next
es: Siguiente
fr: Suivant
ja: 次
ko: 다음
pt: Próximo
ru: Далее
tr: Sonraki
zh_hant: 下一個

# hud.queue.pasteNext
source: 粘贴下一个
ar: لصق التالي
de: Nächstes einsetzen
en: Paste Next
es: Pegar siguiente
fr: Coller le suivant
ja: 次をペースト
ko: 다음 붙여넣기
pt: Colar próximo
ru: Вставить следующий
tr: Sonrakini Yapıştır
zh_hant: 貼上下一個

# hud.queue.pasted
source: 已粘贴
ar: تم اللصق
de: Eingesetzt
en: Pasted
es: Pegado
fr: Collé
ja: ペースト済み
ko: 붙여넣음
pt: Colado
ru: Вставлено
tr: Yapıştırıldı
zh_hant: 已貼上

# hud.queue.previous
source: 上一个
ar: السابق
de: Zurück
en: Previous
es: Anterior
fr: Précédent
ja: 前へ
ko: 이전
pt: Anterior
ru: Назад
tr: Önceki
zh_hant: 上一個

# hud.queue.recent
source: 最近历史
ar: السجل الحديث
de: Letzter Verlauf
en: Recent History
es: Historial reciente
fr: Historique récent
ja: 最近の履歴
ko: 최근 기록
pt: Histórico recente
ru: Недавняя история
tr: Yakın Geçmiş
zh_hant: 最近記錄

# hud.queue.restart
source: 重新开始队列
ar: إعادة قائمة الانتظار
de: Warteschlange neu starten
en: Restart Queue
es: Reiniciar cola
fr: Recommencer la file
ja: キューを最初から
ko: 대기열 다시 시작
pt: Reiniciar fila
ru: Начать очередь заново
tr: Kuyruğu Yeniden Başlat
zh_hant: 重新開始佇列

# hud.queue.skip
source: 跳过
ar: تخطي
de: Überspringen
en: Skip
es: Omitir
fr: Ignorer
ja: スキップ
ko: 건너뛰기
pt: Pular
ru: Пропустить
tr: Atla
zh_hant: 略過

# hud.queue.tooMany
source: 队列最多可包含 %lld 项
ar: يمكن أن تحتوي القائمة على %lld عنصر كحد أقصى
de: Eine Warteschlange kann bis zu %lld Einträge enthalten
en: A queue can contain up to %lld items
es: Una cola admite hasta %lld elementos
fr: Une file peut contenir jusqu’à %lld éléments
ja: キューは最大%lld項目です
ko: 대기열은 최대 %lld개 항목을 포함할 수 있습니다
pt: Uma fila pode conter até %lld itens
ru: В очереди может быть до %lld элементов
tr: Bir kuyruk en fazla %lld öğe içerebilir
zh_hant: 佇列最多可包含 %lld 項

# hud.queue.tooLarge
source: 队列最多可包含 %lld MB 剪贴板数据
ar: يمكن أن تحتوي القائمة على ما يصل إلى %lld م.ب. من بيانات الحافظة
de: Eine Warteschlange kann bis zu %lld MB Zwischenablagedaten enthalten
en: A queue can contain up to %lld MB of clipboard data
es: Una cola admite hasta %lld MB de datos del portapapeles
fr: Une file peut contenir jusqu’à %lld Mo de données du presse-papiers
ja: キューには最大%lld MBのクリップボードデータを含められます
ko: 대기열은 최대 %lldMB의 클립보드 데이터를 포함할 수 있습니다
pt: Uma fila pode conter até %lld MB de dados da área de transferência
ru: В очереди может быть до %lld МБ данных буфера обмена
tr: Bir kuyruk en fazla %lld MB pano verisi içerebilir
zh_hant: 佇列最多可包含 %lld MB 剪貼簿資料

# hud.sequentialPaste.accessibilityRequired
source: 连续粘贴需要辅助功能权限
ar: يتطلب اللصق المتتابع إذن تسهيلات الاستخدام
de: Für sequenzielles Einsetzen ist Bedienungshilfe-Zugriff erforderlich
en: Sequential paste requires Accessibility permission
es: El pegado secuencial requiere Accesibilidad
fr: Le collage séquentiel nécessite l’accès Accessibilité
ja: 順番にペーストするにはアクセシビリティ権限が必要です
ko: 순차 붙여넣기에는 손쉬운 사용 권한이 필요합니다
pt: A colagem sequencial requer Acessibilidade
ru: Требуется доступ к Универсальному доступу
tr: Sıralı yapıştırma Erişilebilirlik izni gerektirir
zh_hant: 連續貼上需要輔助使用權限

# hud.sequentialPaste.empty
source: 没有可粘贴的剪贴板项目
ar: لا توجد عناصر متاحة للصق
de: Keine Zwischenablageeinträge verfügbar
en: No clipboard items are available to paste
es: No hay elementos disponibles
fr: Aucun élément disponible
ja: ペーストできる項目がありません
ko: 붙여넣을 클립보드 항목이 없습니다
pt: Nenhum item disponível
ru: Нет доступных элементов
tr: Yapıştırılacak pano öğesi yok
zh_hant: 沒有可貼上的剪貼簿項目

# hud.sequentialPaste.failed
source: 无法粘贴下一个剪贴板项目
ar: تعذر لصق عنصر الحافظة التالي
de: Nächster Zwischenablageeintrag konnte nicht eingesetzt werden
en: Couldn’t paste the next clipboard item
es: No se pudo pegar el siguiente elemento
fr: Impossible de coller l’élément suivant
ja: 次の項目をペーストできませんでした
ko: 다음 클립보드 항목을 붙여넣을 수 없습니다
pt: Não foi possível colar o próximo item
ru: Не удалось вставить следующий элемент
tr: Sonraki pano öğesi yapıştırılamadı
zh_hant: 無法貼上下個剪貼簿項目

# hud.sequentialPaste.persistenceFailed
source: 无法保存粘贴队列进度
ar: تعذر حفظ تقدم قائمة اللصق
de: Fortschritt der Einfügewarteschlange konnte nicht gesichert werden
en: Couldn’t save paste queue progress
es: No se pudo guardar el progreso de la cola
fr: Impossible d’enregistrer la progression de la file
ja: ペーストキューの進行状況を保存できませんでした
ko: 붙여넣기 대기열 진행 상태를 저장할 수 없습니다
pt: Não foi possível salvar o progresso da fila
ru: Не удалось сохранить состояние очереди вставки
tr: Yapıştırma kuyruğu ilerlemesi kaydedilemedi
zh_hant: 無法儲存貼上佇列進度

# hud.sequentialPaste.unavailable
source: 此队列项目已不可用
ar: عنصر قائمة الانتظار لم يعد متاحاً
de: Dieser Warteschlangeneintrag ist nicht mehr verfügbar
en: This queued item is no longer available
es: Este elemento ya no está disponible
fr: Cet élément n’est plus disponible
ja: このキュー項目は利用できません
ko: 이 대기열 항목은 더 이상 사용할 수 없습니다
pt: Este item não está mais disponível
ru: Этот элемент больше недоступен
tr: Bu kuyruk öğesi artık kullanılamıyor
zh_hant: 此佇列項目已無法使用

# panel.actions.group.export
source: 导出与共享
ar: تصدير ومشاركة
de: Exportieren & Teilen
en: Export & Share
es: Exportar y compartir
fr: Exporter et partager
ja: 書き出しと共有
ko: 내보내기 및 공유
pt: Exportar e compartilhar
ru: Экспорт и общий доступ
tr: Dışa Aktarma ve Paylaşım
zh_hant: 輸出與分享

# panel.actions.group.history
source: 历史记录操作
ar: إجراءات السجل
de: Verlaufsaktionen
en: History Actions
es: Acciones del historial
fr: Actions sur l’historique
ja: 履歴のアクション
ko: 기록 동작
pt: Ações do histórico
ru: Действия с историей
tr: Geçmiş Eylemleri
zh_hant: 歷史記錄操作

# panel.actions.group.item
source: 项目操作
ar: إجراءات العنصر
de: Elementaktionen
en: Item Actions
es: Acciones del elemento
fr: Actions sur l’élément
ja: 項目のアクション
ko: 항목 동작
pt: Ações do item
ru: Действия с элементом
tr: Öğe Eylemleri
zh_hant: 項目操作

# panel.actions.group.selection
source: 选择操作
ar: إجراءات التحديد
de: Auswahlaktionen
en: Selection Actions
es: Acciones de selección
fr: Actions sur la sélection
ja: 選択項目のアクション
ko: 선택 동작
pt: Ações da seleção
ru: Действия с выбором
tr: Seçim Eylemleri
zh_hant: 選取操作

# panel.actions.hint
source: 输入以筛选操作
ar: اكتب لتصفية الإجراءات
de: Zum Filtern tippen
en: Type to filter actions
es: Escribe para filtrar
fr: Saisissez du texte pour filtrer
ja: 入力して絞り込み
ko: 입력하여 필터링
pt: Digite para filtrar
ru: Введите текст для фильтрации
tr: Eylemleri filtrelemek için yazın
zh_hant: 輸入以篩選操作

# panel.actions.search
source: 搜索操作…
ar: البحث في الإجراءات…
de: Aktionen suchen …
en: Search actions…
es: Buscar acciones…
fr: Rechercher des actions…
ja: アクションを検索…
ko: 동작 검색…
pt: Pesquisar ações…
ru: Поиск действий…
tr: Eylemleri ara…
zh_hant: 搜尋操作…

# panel.combine.copy
source: 合并复制
ar: نسخ مدمج
de: Kombiniert kopieren
en: Copy Combined
es: Copiar combinado
fr: Copier la combinaison
ja: まとめてコピー
ko: 결합하여 복사
pt: Copiar combinado
ru: Копировать вместе
tr: Birleştirerek Kopyala
zh_hant: 合併複製

# panel.combine.paste
source: 合并粘贴
ar: لصق مدمج
de: Kombiniert einsetzen
en: Paste Combined
es: Pegar combinado
fr: Coller la combinaison
ja: まとめてペースト
ko: 결합하여 붙여넣기
pt: Colar combinado
ru: Вставить вместе
tr: Birleştirerek Yapıştır
zh_hant: 合併貼上

# panel.filter.anyContent
source: 任意内容
ar: أي محتوى
de: Alle Inhalte
en: Any Content
es: Cualquier contenido
fr: Tout contenu
ja: すべての内容
ko: 모든 콘텐츠
pt: Qualquer conteúdo
ru: Любое содержимое
tr: Herhangi Bir İçerik
zh_hant: 任何內容

# panel.mode.all
source: 全部
ar: الكل
de: Alle
en: All
es: Todo
fr: Tout
ja: すべて
ko: 전체
pt: Tudo
ru: Всё
tr: Tümü

# panel.mode.history
source: 历史
ar: السجل
de: Verlauf
en: History
es: Historial
fr: Historique
ja: 履歴
ko: 기록
pt: Histórico
ru: История
tr: Geçmiş
zh_hant: 記錄

# panel.mode.saved
source: 已存
ar: المحفوظات
de: Gespeichert
en: Saved
es: Guardado
fr: Enregistré
ja: 保存済み
ko: 저장됨
pt: Salvos
ru: Сохранённое
tr: Kayıtlı
zh_hant: 已儲存

# panel.mode.searchIn
source: 范围
ar: النطاق
de: Bereich
en: Scope
es: Ámbito
fr: Portée
ja: 範囲
ko: 범위
pt: Escopo
ru: Область
tr: Kapsam
zh_hant: 範圍

# panel.queue.replace
source: 开始新队列
ar: بدء قائمة انتظار جديدة
de: Neue Warteschlange starten
en: Start New Queue
es: Iniciar una cola nueva
fr: Démarrer une nouvelle file
ja: 新しいキューを開始
ko: 새 대기열 시작
pt: Iniciar nova fila
ru: Начать новую очередь
tr: Yeni Kuyruk Başlat
zh_hant: 開始新佇列

# panel.results.visibleCount
source: 显示 %lld 项
ar: %lld ظاهر
de: %lld sichtbar
en: %lld visible
es: %lld visibles
fr: %lld visibles
ja: %lld件を表示
ko: %lld개 표시
pt: %lld visíveis
ru: Показано: %lld
tr: %lld görünür
zh_hant: 顯示 %lld 項
